#### Flow Property

---

|  |
| --- |
| DuctPressureDropData Class   See Also |

The flow of the duct. Units: (ftÂ³/s).

**Namespace:**   Autodesk.Revit.DB.Mechanical
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  **Since:**  2014

# Syntax

| C# |
| --- |
| ``` public double Flow { get; } ``` |

| Visual Basic |
| --- |
| ``` Public ReadOnly Property Flow As Double 	Get ``` |

| Visual C++ |
| --- |
| ``` public: property double Flow { 	double get (); } ``` |

# See Also

DuctPressureDropData Class

Autodesk.Revit.DB.Mechanical Namespace